1password
1password-cli
7-zip-full
adminer
alac-git
alacenc
amdctl
android-ndk
android-sdk-build-tools
android-udev-git
apple-fonts
apple_cursor
asus-fan-dkms-git
bluebubbles-bin
ckb-next
disable-c6-systemd
discord_arch_electron
dockd
docker-desktop
dockerfile-language-server
dualsensectl-git
extramaus
flashplayer-standalone
game-devices-udev
git-credential-azure
git-credential-manager-core
git-credential-manager-core-extras
github-desktop-bin
gitkraken
gitkraken-cli
google-chrome
goverlay-bin
gpu-viewer
imagewriter
jd-gui-bin
keyboard-visualizer-git
lib32-a52dec
lib32-libwmf
lib32-mangohud-git
lib32-vkbasalt
libpthread-stubs
libva-nvidia-driver
masterpdfeditor
microsoft-edge-stable-bin
mkinitcpio-firmware
modprobed-db
ncurses5-compat-libs
nordvpn-bin
notion-app
nvclock
nvm
onlyoffice-bin
openrazer-meta-git
openrgb
orchis-theme
otf-takao
pamac-aur
paru-bin
pipewire-module-xrdp-git
pipewire-openrc
pipewire-support
pkgbrowser
powershell-bin
preload
rate-mirrors
razergenie
ryzen_smu-dkms-git
shim-signed
skypeforlinux-stable-bin
spectre-meltdown-checker
storageexplorer
swift-bin
texlive-full
thunderbird-beta-bin
tmux-language-server
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-fonts
uksmd
uksmdstats-git
ventoy-bin
visual-studio-code-bin
visual-studio-code-insiders-bin
vkbasalt
vkbasalt-cli
vscodium-bin
waydroid
whatsapp-nativefier
yay
zenmonitor3-git
zenpower3-dkms-git
zenstates-git
