bottles
libva-nvidia-driver
lib32-a52dec
steamcmd
steamlink
game-devices-udev
protondb-tags
protontricks
vkbasalt
vkbasalt-cli
xboxdrv
linux-steam-integration
mangohud-git
gamescope-git
dualsensectl-git
rpcs3-udev
protondb-tags
protontricks
replay-sorcery-git
reshade-shaders-git
rpcs3-udev