1password
1password-cli
aur-auto-vote-git
amdctl
mkinitcpio-firmware
spectre-meltdown-checker
nvm
brave-bin
visual-studio-code-bin
visual-studio-code-insiders-bin
goverlay-bin
github-desktop-bin
google-chrome
mailspring
notion-app-enhanced
bluebubbles-bin
notion-app-enhanced
nvclock
nvtop
gitkraken
gitkraken-cli
github-desktop-bin
hfsprogs
hfsutils
btrfs-assistant
btrfsmaintenance
xboxdrv
gnu-free-fonts
paru-bin
wireless-regdb
modprobed-db
uksmd
dmenu
uksmdstats-git