crc-bin
ncurses5-compat-libs
fvs
httpdirfs
icoextract
icu69
libbacktrace-git
libgbinder
libglibutil
libldap24
libopenrazer
libpthread-stubs
ncurses5-compat-libs
patool
pm2ml
podman-desktop
python-gbinder
python-gevent-eventemitter
python-injector
python-pathvalidate
python-py3nvml
python-pyfuse3
python-steam
python-steamgriddb
python-vdf
python3-memoizedb
python3-xcgf
python3-xcpf
text-engine
chromium-wayland-vaapi
libva-vdpau-driver-chromium