1password
1password-cli
7-zip-full
a52dec
accerciser
adminer
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
adobe-source-sans-fonts
age
age-plugin-yubikey
alac-git
alacarte
alacenc
alpine-chroot-install
alsa-firmware
alsa-utils
amd-ucode
amdctl
android-file-transfer
android-ndk
android-sdk-build-tools
android-tools
android-udev-git
antiword
apcupsd
apparmor
apple-fonts
apple_cursor
appmenu-gtk-module
arc-gtk-theme
arc-icon-theme
arc-solid-gtk-theme
archinstall
asp
aspnet-targeting-pack
asus-fan-dkms-git
asusctl-git
audacity
aur-auto-vote-git
autopep8
awesome-terminal-fonts
azure-cli-bin
azure-functions-core-tools-bin
azure-storage-cpp
azuredatastudio-bin
baobab
base
base-devel
bash-completion
bash-language-server
bash-preexec
bashbrew
bat
biber
birdfont
blackbox-terminal
bluebubbles-bin
bluez-cups
bottles
brave-bin
breeze
breeze-gtk
brltty-udev-generic
btrbk
btrfs-assistant
btrfs-heatmap
btrfs-progs
btrfsmaintenance
buildkit
cardinal-standalone
catimg
chafa
cheese
chromium
ckb-next
clevis
clonezilla
cni-plugins
cockpit
cockpit-machines
cockpit-packagekit
cockpit-pcp
cockpit-storaged
cockpit-zfs-manager
compsize
container-diff
cuda
cuda-tools
cudnn
cups
cups-pdf
dblatex
dconf-editor
deluge
deluge-gtk
devtools
disable-c6-systemd
discord_arch_electron
distrobox
dive
dkms
dmenu
dmg2img
dmidecode
dockd
docker-buildx
docker-compose
docker-desktop
docker-machine
docker-scan
dockerfile-language-server
docx2txt
dosbox
dosfstools
dotnet-sdk
dracut
dualsensectl-git
duperemove
dvd+rw-tools
dvdauthor
dvgrab
easyeffects
edk2-shell
efibootmgr
efitools
electron
elementary-icon-theme
elfutils
emby-theater
endeavour
eog
epiphany
eslint-language-server
espeak-ng
evince
evolution
evolution-bogofilter
evolution-spamassassin
exfatprogs
expect
extramaus
f2fs-tools
feh
ffnvcodec-headers
fig2dev
file-roller
firefox
firewalld
five-or-more
flake8
flashplayer-standalone
foomatic-db
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fop
four-in-a-row
fuse-overlayfs
fuseiso
game-devices-udev
gamemode
gamescope
gdm
geary
gedit
geoip-database-extra
ghex
git
git-credential-azure
git-credential-manager-core
git-credential-manager-core-extras
git-lfs
gitg
github-cli
github-desktop-bin
gitkraken
gitkraken-cli
glade
glfw-x11
gmtk
gnome-2048
gnome-appfolders-manager
gnome-applets
gnome-backgrounds
gnome-bluetooth
gnome-boxes
gnome-break-timer
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-common
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-firmware
gnome-flashback
gnome-font-viewer
gnome-games
gnome-icon-theme-extras
gnome-keyring
gnome-klotski
gnome-latex
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-mplayer
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-notes
gnome-packagekit
gnome-panel
gnome-passwordsafe
gnome-photos
gnome-podcasts
gnome-power-manager
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-gtile
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-subtitles
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-weather
gnu-free-fonts
gnuchess
gnuplot
google-chrome
goverlay-bin
gpart
gparted
gpu-viewer
graphviz
grilo-plugins
grml-zsh-config
gst-libav
gst-plugin-pipewire
gst-plugins-ugly
gunicorn
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hddtemp
helvum
hfsprogs
hfsutils
highlight
hitori
hplip
htop
i2c-tools
iagno
imagewriter
inkscape
innoextract
ipp-usb
iwd
jd-gui-bin
jdk-openjdk
jfsutils
jp2a
jq
kdf
keepassxc
keyboard-visualizer-git
keychain
kompose
krusader
languagetool
lazarus
lazarus-qt5
lib32-a52dec
lib32-aalib
lib32-alsa-oss
lib32-clang
lib32-cmocka
lib32-cracklib
lib32-dbus-glib
lib32-dconf
lib32-duktape
lib32-fluidsynth
lib32-gamemode
lib32-giflib
lib32-glib-networking
lib32-glu
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk2
lib32-gtk3
lib32-libavtp
lib32-libcups
lib32-libcurl-compat
lib32-libid3tag
lib32-libnm
lib32-libsamplerate
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libwebp
lib32-libwmf
lib32-libxcomposite
lib32-libxinerama
lib32-libxmu
lib32-lz4
lib32-mangohud-git
lib32-mesa-demos
lib32-mesa-utils
lib32-nvidia-cg-toolkit
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-pipewire-jack
lib32-pipewire-v4l2
lib32-polkit
lib32-sdl2
lib32-sdl_ttf
lib32-speexdsp
lib32-v4l-utils
lib32-virtualgl
lib32-vkbasalt
lib32-vkd3d
lib32-vulkan-validation-layers
lib32-vulkan-virtio
libappindicator-gtk2
libcec
libdvdcss
libertinus-font
libgda-firebird
libgda-jdbc
libgda-mysql
libgda-postgres
libgit2-glib-docs
libmad
libmirage
libmpeg2
libnma
libpthread-stubs
libpulse
libreoffice-fresh
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-blastem
libretro-citra
libretro-flycast
libretro-gambatte
libretro-mgba
libretro-nestopia
libretro-parallel-n64
libretro-picodrive
libva-nvidia-driver
libva-utils
libvdpau-va-gl
libwmf
libxnvctrl
lightsoff
lilypond
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lldb
logrotate
lua-alt-getopt
lua-filesystem
lua-lgi
lua-socket
lua51
lua51-lgi
lutris
lvm2
lxsession
lynx
malcontent
man-db
mangohud
mariadb
masterpdfeditor
mesa-demos
microsoft-edge-stable-bin
mkinitcpio-firmware
mkinitcpio-nfs-utils
modprobed-db
mokutil
mtools
nano
nautilus
nautilus-sendto
nautilus-share
nbd
ncurses5-compat-libs
neofetch
nerdctl
net-tools
network-manager-applet
networkmanager
nfs-utils
nginx
nilfs-utils
ninja
nitrogen
nmap
nordvpn-bin
notion-app
noto-fonts-cjk
noto-fonts-extra
nss-mdns
ntfs-3g
nvclock
nvidia-cg-toolkit
nvidia-dkms
nvidia-settings
nvm
nvtop
obsidian
obsidian-icon-theme
ocaml
okular
onlyoffice-bin
opencl-headers
opencl-nvidia
opendoas
opengl-man-pages
openmp
openrazer-meta-git
openrgb
opensmtpd
openssh
orca
orchis-theme
otf-takao
oxygen
pacman-contrib
pam-u2f
pamac-aur
parallel-docs
paru-bin
passt
perl-tk
php
php-apache
pipewire
pipewire-alsa
pipewire-docs
pipewire-ffado
pipewire-jack
pipewire-module-xrdp-git
pipewire-openrc
pipewire-pulse
pipewire-roc
pipewire-support
pipewire-zeroconf
pkgbrowser
pkgfile
polari
polkit-gnome
postgresql
power-profiles-daemon
powerline
powerline-fonts
powerline-vim
powershell-bin
preload
protondb-tags
protontricks
pstoedit
psutils
pv
pyside2
pyside6
python-aiodns
python-aiohttp
python-arrow
python-babel
python-black
python-brotli
python-btrfs
python-cairocffi
python-cchardet
python-click-completion
python-colorama
python-cson
python-docker
python-docker-pycreds
python-dockerpty
python-fastimport
python-fs
python-genshi
python-gevent-eventemitter
python-gpgme
python-graphviz
python-h2
python-hiredis
python-httplib2
python-injector
python-lsp-server
python-lz4
python-matplotlib
python-mccabe
python-notify2
python-paramiko
python-priority
python-psutil
python-psycopg2
python-py3nvml
python-pyclip
python-pycodestyle
python-pycups
python-pydocstyle
python-pyflakes
python-pygame
python-pygit2
python-pygments
python-pylint
python-pyqt5
python-pyqt6
python-pyserial
python-pystemmer
python-pyzmq
python-railroad-diagrams
python-redis
python-reportlab
python-requests-toolbelt
python-rope
python-ruamel-yaml
python-scipy
python-steam
python-sympy
python-systemd
python-tokenize-rt
python-tornado
python-uharfbuzz
python-unicodedata2
python-virtualenv
python-whatthepatch
python-wxpython
python-zopfli
python3-aur
python3-memoizedb
python3-xcgf
python36
qemu-block-nfs
qemu-guest-agent
qemu-user-binfmt
qpwgraph
qt6-connectivity
qt6-positioning
qt6-shadertools
qt6-wayland
quadrapassel
r
rate-mirrors
razergenie
razor
read-edid
refind
reiserfsprogs
remmina
replay-sorcery-git
repro-get
reshade-shaders-git
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
rhythmbox
riscv64-linux-gnu-glibc
rootlesskit
rpcs3-udev
rpcsvc-proto
rrdtool
ruby
ruby-docs
rust-rage
rygel
ryzen_smu-dkms-git
samba
sbctl
sbsigntools
seahorse
sensors-applet
shim-signed
simple-scan
skypeforlinux-stable-bin
slirp4netns
smartmontools
smb4k
spectre-meltdown-checker
spice-vdagent
steam
steam-native-runtime
storageexplorer
sushi
swell-foop
swift-bin
switcheroo-control
swtpm
system-config-printer
tali
texlive-full
texstudio
thunderbird-beta-bin
timeshift
tk
tmux
tmux-language-server
totem
tpm2-tools
tracker3-miners
trash-cli
ttf-cascadia-code
ttf-hanazono
ttf-indic-otf
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-fonts
ttf-sazanami
udftools
udisks2-qt5
uksmd
uksmdstats-git
unace
unrar
usb_modeswitch
vault
vdpauinfo
ventoy-bin
vi
vim
virt-manager
visual-studio-code-bin
visual-studio-code-insiders-bin
vkbasalt
vkbasalt-cli
vkd3d
vscodium-bin
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-validation-layers
vulkan-virtio
w3m
waydroid
wayland-docs
wayland-utils
wget
whatsapp-nativefier
wine
winetricks
wireless-regdb
wireless_tools
wireplumber
wl-clipboard
xboard
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xdotool
xfsprogs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-xdpyinfo
xorg-xgamma
xorg-xlsclients
xorg-xwininfo
xterm
yad
yapf
yaru-gnome-shell-theme
yaru-gtk-theme
yaru-gtksourceview-theme
yaru-icon-theme
yaru-session
yaru-sound-theme
yaru-unity-theme
yaru-xfwm4-theme
yay
yelp
yubico-c-client
yubico-pam
yubikey-full-disk-encryption
yubikey-manager
yubikey-manager-qt
yubikey-personalization
yubikey-touch-detector
yubioath-desktop
zenmonitor3-git
zenpower3-dkms-git
zenstates-git
zfs-auto-snapshot
zfs-dkms
zfs-utils
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-doc
zsh-history-substring-search
zsh-lovers
zshdb
