a52dec
alsa-firmware
alsa-utils
amd-ucode
apparmor
archinstall
baobab
base
base-devel
bash-completion
btrbk
btrfs-heatmap
btrfs-progs
cardinal-standalone
cheese
cockpit
cockpit-machines
cockpit-packagekit
cockpit-pcp
cockpit-podman
cockpit-storaged
cuda
cuda-tools
cudnn
cups
cups-pdf
deluge
deluge-gtk
dkms
dvd+rw-tools
dvdauthor
dvgrab
easyeffects
efibootmgr
efitools
electron
eog
epiphany
evince
exfatprogs
f2fs-tools
ffnvcodec-headers
firefox
firewalld
gdm
gedit
git
github-cli
gnome-backgrounds
gnome-bluetooth
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gparted
grilo-plugins
gst-libav
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
helvum
hplip
htop
iwd
jfsutils
keepassxc
keychain
lib32-libva-vdpau-driver
lib32-pipewire-jack
lib32-pipewire-v4l2
lib32-vkd3d
libdvdcss
libmad
libmpeg2
libva-utils
libvdpau-va-gl
libxnvctrl
linux
linux-firmware
linux-headers
linux-lts-headers
lutris
lvm2
malcontent
mariadb
mkinitcpio-nfs-utils
mtools
nano
nautilus
nautilus-share
neofetch
net-tools
networkmanager
nfs-utils
nginx
ninja
ntfs-3g
nvidia-cg-toolkit
nvidia-dkms
nvidia-settings
obsidian
obsidian-icon-theme
opencl-nvidia
openssh
orca
php
php-apache
pipewire-alsa
pipewire-audio
pipewire-docs
pipewire-ffado
pipewire-jack
pipewire-pulse
pipewire-roc
pipewire-zeroconf
postgresql
python-btrfs
python-notify2
python-psutil
qemu-block-nfs
qemu-full
qpwgraph
qt6-shadertools
qt6-wayland
refind
rygel
samba
sbctl
sbsigntools
seahorse
simple-scan
smartmontools
steam
sushi
swtpm
timeshift
totem
tracker3-miners
ttf-cascadia-code
vault
vi
vim
virt-manager
vkd3d
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-validation-layers
vulkan-virtio
wayland-docs
wayland-utils
wget
wine-staging
winetricks
wireless_tools
wireplumber
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
yelp
zram-generator
lib32-giflib
lib32-gnutls
lib32-libxcomposite
lib32-libxinerama
lib32-gtk3
lib32-gst-plugins-base-libs
lib32-sdl2
dosbox
