a52dec
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
age-plugin-yubikey
alac-git
alsa-firmware
alsa-utils
amd-ucode
amdctl
android-emulator
android-file-transfer
android-ndk
android-platform
android-sdk
android-sdk-build-tools
android-sdk-platform-tools
android-sources
android-studio
android-tools
android-udev
apcupsd
apparmor
appflowy-bin
apple-fonts
aqemu
arc-gtk-theme
archinstall
azure-cli-bin
baobab
base
base-devel
bash-completion
bluebubbles-bin
bluez-cups
bottles
brave-bin
breeze
btrbk
btrfs-assistant
btrfs-compress
btrfs-heatmap
btrfs-list
btrfs-progs
btrfsmaintenance
cardinal-standalone
chaotic-keyring
chaotic-mirrorlist
cheese
chromium
citra-qt-git
ckb-next
clonezilla
cockpit
cockpit-machines
cockpit-navigator
cockpit-packagekit
cockpit-pcp
cockpit-podman
cockpit-storaged
cockpit-zfs-manager
compsize
container-diff
cups
cups-pdf
dconf-editor
deluge
deluge-gtk
distrobox
dive
dkms
docker-buildx
docker-compose
docker-machine
docker-scan
dotnet-install
downgrade
duperemove
dvd+rw-tools
dvdauthor
dvgrab
easyeffects
edk2-shell
efibootmgr
efitools
electron
eog
epiphany
etcher-bin
evince
evolution
exfatprogs
extension-manager
extract-xiso
f2fs-tools
fancontrol-gui
fatx
ffnvcodec-headers
firefox
firewalld
flycast
freeipa-client-common
freeipa-common
freeoffice
fuse-overlayfs
fuseiso
game-devices-udev
gamemode
gamescope
gdm
geary
gedit
git
git-lfs
git-credential-1password
github-cli
github-desktop-bin
gitkraken
gitkraken-cli
gnome-backgrounds
gnome-bluetooth
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center-vrr
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-multi-writer
gnome-music
gnome-nettool
gnome-photos
gnome-podcasts
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal-transparency
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-weather
gnuplot
google-chrome
goverlay
gparted
grilo-plugins
gst-libav
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwe
helvum
hfsprogs
hfsutils
hplip
htop
iwd
jfsutils
kdf
keepassxc
keychain
lazarus
lazarus-qt5
lib32-freealut
lib32-gamemode
lib32-gamescope-plus
lib32-glu
lib32-gtk2
lib32-libcups
lib32-libcurl-compat
lib32-libnm
lib32-libva-vdpau-driver
lib32-libxmu
lib32-mangohud
lib32-mesa-demos
lib32-mesa-utils
lib32-pipewire-jack
lib32-pipewire-v4l2
lib32-sdl_ttf
lib32-vkbasalt
lib32-vkd3d
lib32-vulkan-virtio
libdvdcss
libmad
libmirage
libmpeg2
libnma
libreoffice-fresh
librewolf-bin
libva-utils
libvdpau-va-gl
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
linux-lts
linux-lts-headers
lutris
lvm2
malcontent
mangohud
mdevctl
melonds
mesa-demos
mtools
nano
nautilus
nautilus-bluetooth
nautilus-code
nautilus-sendto
nautilus-share
neofetch
net-tools
networkmanager
nfs-utils
nginx
ninja
notion-app
noto-fonts-cjk
nss-mdns
ntfs-3g
nvm
obsidian
obsidian-icon-theme
onlyoffice-bin
onlyoffice-documentserver-bin
openrazer-meta
openrgb
openssh
orca
oxygen
pacman-contrib
pacui
pam-u2f
paru
pcp-pmda-podman
php
php-apache
pika-backup
pipecontrol
pipewire-alsa
pipewire-audio
pipewire-docs
pipewire-ffado
pipewire-jack
pipewire-module-xrdp-git
pipewire-openrc
pipewire-pulse
pipewire-roc
pipewire-support
pipewire-zeroconf
pkgfile
podman-compose
podman-desktop
podman-dnsname
pods
postgresql
powerpill
powershell-lts-bin
ppsspp-assets-git
preloader-signed
protontricks
pw-capture-git
python-btrfs
python-notify2
python-psutil
python-pycups
qemu-block-nfs
qemu-full
qpwgraph
qt6-shadertools
qt6-wayland
razergenie
refind
remmina
replay-sorcery-git
repro-get
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
rhythmbox
riscv64-linux-gnu-glibc
rog-control-center
rpcs3-udev
rpcsvc-proto
rygel
ryujinx-ava-bin
ryzen_smu-dkms-git
samba
sbctl
sbsigntools
scream
seahorse
selectdefaultapplication-git
shim-signed
simple-scan
smartmontools
smb4k
snapman
snapper
spectre-meltdown-checker
steam
sushi
swtpm
system-config-printer
teams
timeshift
totem
tracker3-miners
ttf-apple-emoji
ttf-cascadia-code
ttf-hanazono
ttf-indic-otf
ttf-ms-win11-auto
ttf-sazanami
udisks2-qt5
uefitool-bin
vault
vbam-git
vdpauinfo
vi
vim
virt-manager
visual-studio-code-bin
visual-studio-code-insiders-bin
vkbasalt
vkd3d
vulkan-caps-viewer-x11
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-validation-layers
vulkan-virtio
waydroid
wayland-docs
wayland-utils
weston
wget
whaler-git
whatsapp-nativefier
whatsie-git
wine-staging
winetricks
wireless_tools
wireplumber
ws
xbox-cloud-gaming
xboxdrv
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xenia-git
xfsprogs
xorg-xdpyinfo
xorg-xlsclients
xwaylandvideobridge-bin
yay
yelp
yubico-c-client
yubico-pam
yubikey-full-disk-encryption
yubikey-manager
yubikey-manager-qt
yubikey-personalization
yubikey-touch-detector
yubioath-desktop
zenpower-dkms
zenstates-git
zfs-dkms
zram-generator
a52dec
alsa-firmware
alsa-utils
amd-ucode
apparmor
archinstall
baobab
base
base-devel
bash-completion
btrbk
btrfs-heatmap
btrfs-progs
cardinal-standalone
cheese
cockpit
cockpit-machines
cockpit-packagekit
cockpit-pcp
cockpit-podman
cockpit-storaged
cups
cups-pdf
deluge
deluge-gtk
dkms
dvd+rw-tools
dvdauthor
dvgrab
easyeffects
efibootmgr
efitools
electron
eog
epiphany
evince
exfatprogs
f2fs-tools
firefox
firewalld
gdm
gedit
git
github-cli
gnome-backgrounds
gnome-bluetooth
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gparted
grilo-plugins
gst-libav
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
helvum
hplip
htop
iwd
jfsutils
keepassxc
keychain
lib32-libva-vdpau-driver
lib32-pipewire-jack
lib32-pipewire-v4l2
lib32-vkd3d
libdvdcss
libmad
libmpeg2
libva-utils
libvdpau-va-gl
linux
linux-firmware
linux-headers
linux-lts-headers
lutris
lvm2
malcontent
mariadb
mkinitcpio-nfs-utils
mtools
nano
nautilus
nautilus-share
neofetch
net-tools
networkmanager
nfs-utils
nginx
ninja
ntfs-3g
obsidian
obsidian-icon-theme
openssh
orca
php
php-apache
pipewire-alsa
pipewire-audio
pipewire-docs
pipewire-ffado
pipewire-jack
pipewire-pulse
pipewire-roc
pipewire-zeroconf
postgresql
python-btrfs
python-notify2
python-psutil
qemu-block-nfs
qemu-full
qpwgraph
qt6-shadertools
qt6-wayland
refind
rygel
samba
sbctl
sbsigntools
seahorse
simple-scan
smartmontools
steam
sushi
swtpm
timeshift
totem
tracker3-miners
ttf-cascadia-code
vault
vi
vim
virt-manager
vkd3d
vulkan-extra-layers
vulkan-extra-tools
vulkan-html-docs
vulkan-tools
vulkan-validation-layers
vulkan-virtio
wayland-docs
wayland-utils
wget
wine-staging
winetricks
wireless_tools
wireplumber
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
yelp
zram-generator
lib32-giflib
lib32-gnutls
lib32-libxcomposite
lib32-libxinerama
lib32-gtk3
lib32-gst-plugins-base-libs
lib32-sdl2
dosbox